Repository: teamThevibe/skin.eminence.zeev
Catalog: language/Hebrew/strings.po
Languages: he

# #31101
source: Information
he: פרטים

# #31104
source: Live TV
he: טלוויזיה

# #31105
source: TV Guide
he: לוח שידורים

# #31106
source: Fullscreen
he: מסך מלא

# #31107
source: min
he: דק'

# #31108
source: Quick Nav
he: ניווט מהיר

# #31109
source: Recently Added
he: נוסף לאחרונה

# #31110
source: In Progress
he: בתהליך

# #31111
source: Type
he: סוג

# #31112
source: Spotlight
he: תצוגה מקדימה

# #31113
source: items
he: פריטים

# #31114
source: Channels
he: ערוצי טלוויזיה

# #31115
source: Finishes at
he: מסתיים ב-

# #31116
source: Close
he: סגירה

# #31118
source: Playing
he: מנגן

# #31119
source: Info
he: פרטים

# #31120
source: Auto-Login
he: כניסה אוטומטית

# #31121
source: Used Memory
he: זכרון בשימוש

# #31122
source: No info available...
he: אין מידע זמין‪...‬

# #31124
source: Airing
he: תאריך שידור

# #31125
source: End Time
he: זמן סיום

# #31126
source: Channel Group
he: קבוצת ערוצים

# #31127
source: Recording
he: בהקלטה

# #31128
source: Scheduled
he: מתוכנן

# #31129
source: Not Scheduled
he: לא מתוכנן

# #31130
source: Shutdown Timer
he: טיימר כיבוי

# #31131
source: Master Mode: On
he: מצב ראשי: פעיל

# #31132
source: Master Mode: Off
he: מצב ראשי: כבוי

# #31133
source: Cancel Timer
he: ביטול תזמון

# #31134
source: Mute
he: השתקה

# #31135
source: Artwork
he: גרפיקה

# #31136
source: Changes
he: שינויים

# #31137
source: Re-initialise skin - WARNING: Resets skin to defaults
he: איתחול מחדש למעטפת - אזהרה: מאפס מעטפת לברירת מחדל

# #31138
source: Set weather fanart
he: בחירת פאנארט מזג אוויר

# #31140
source: Show visualisation behind slideshow
he: הצג חיזוי מאחורי מצגת

# #31141
source: Movies Widget
he: יישומון סרטים

# #31142
source: Tv Shows Widget
he: יישומון סדרות

# #31143
source: Disc Menu
he: תפריט דיסק

# #31144
source: Enable TV Tunes
he: אפשר TvTunes

# #31145
source: Show now playing video in background
he: הצג וידאו מתנגן ברקע

# #31146
source: Show fanart
he: הצג פאנארט

# #31147
source: Views
he: תצוגות

# #31149
source: Set home background
he: בחירת רקע מסך הבית

# #31150
source: Show info
he: הצג פרטים

# #31151
source: Hide info
he: הסתר פרטים

# #31152
source: Posters
he: פוסטרים

# #31156
source: All Movies
he: כל הסרטים

# #31157
source: All TV Shows
he: כל הסדרות

# #31158
source: Fullscreen
he: מסך מלא

# #31159
source: Recently Played
he: נוגן לאחרונה

# #31160
source: Press down for options...
he: מקלדת - לחץ למעלה לאפשרויות

# #31161
source: Show PVR channel icon in header
he: הצג סמל ערוץ בכותרת

# #31162
source: Show extended details when pressing info
he: Info הצג פרטים נוספים בעת לחיצה על

# #31163
source: Custom
he: מותאם אישית

# #31164
source: Customise
he: התאם אישית

# #31165
source: Edit icon
he: עריכת סמל

# #31167
source: Pages
he: עמודים

# #31168
source: Home
he: מסך הבית

# #31169
source: Add item
he: הוספת פריט

# #31170
source: Now playing
he: מנגן כעת...

# #31171
source: the items on your home menu
he: הפריטים בתפריט הבית

# #31172
source: Edit
he: עריכה

# #31173
source: on
he: פעיל

# #31174
source: Cinema Experience
he: חויית קולנוע

# #31175
source: Television
he: טלוויזיה

# #31176
source: Media Center
he: מדיה סנטר

# #31177
source: Show weather with clock
he: הצג מזג האוויר עם שעון

# #31178
source: Use taller tiles
he: השתמש באריח גבוה יותר

# #31179
source: Movies Hub
he: רכז סרטים

# #31180
source: Default
he: ברירת מחדל

# #31181
source: Text in tiles
he: טקסט בתוך אריח

# #31182
source: Text only
he: טקסט

# #31183
source: Mix of in-progress tv-shows and random movies
he: שילוב של תוכניות טלוויזיה וסרטים אקראיים בתהליך

# #31184
source: Quick nav mode
he: מצב ניווט מהיר

# #31185
source: Fanart fade amount
he: Fanart עוצמת דעיכת

# #31186
source: Custom Item
he: פריט מותאם אישית

# #31187
source: Next Aired
he: שידור הבא

# #31188
source: Show next aired in RSS feed
he: הצג פרטי השידור הבא בשורת החדשות

# #31189
source: Update next aired data on startup
he: עדכן פרטי השידור הבא בעת ההפעלה

# #31190
source: Login
he: כניסה

# #31191
source: User login
he: כניסת משתמש

# #31192
source: Select a profile
he: בחירת משתמש

# #31193
source: Trailers
he: קדימונים

# #31194
source: Loading...
he: טוען...

# #31195
source: Enable widget carousel access on down
he: אפשר גישה לישומון קרוסלה בתחתית

# #31196
source: Channel Options
he: אפשרויות ערוץ

# #31197
source: General Options
he: אפשרויות כלליות

# #31198
source: Show widget info panel
he: הצג פאנל פרטי יישומון

# #31199
source: Skip hubs and go straight to library
he: דלג על מרכז המידע ולך ישר לספרייה

# #31200
source: Manual search...
he: חיפוש ידני...

# #31201
source: Set Colour
he: בחירת צבע

# #31202
source: Widget Carousel
he: יישומון קרוסלה

# #31203
source: Reset global background path to default
he: אפס נתיב ספריית רקעים לברירת מחדל

# #31204
source: Match highlight to tile color
he: התאם צבע כותרת לצבע אריח

# #31205
source: Don't fade unfocused tiles
he: מנע עימעום אריחים

# #31206
source: Use theme colour for focused tiles
he: השתמש בצבע ערכת נושא לאריחים

# #31207
source: Movie Set
he: מארז סרטים

# #31208
source: Home Screen
he: מסך הבית

# #31209
source: Set global background widget
he: הגדר יישומון רקע

# #31210
source: Set background image
he: הגדרת תמונת רקע

# #31211
source: Move item
he: הזזת פריט

# #31212
source: Swap with another tile
he: החלף עם אריח אחר

# #31213
source: Click on a tile to see the available customisation options. Either select a preset tile option or modify an existing tile's name, colour, icon, path and background widget. You can also swap the position of tiles.
he: לחץ על אריח על מנת לראות את אפשרויות ההתאמה האישית הזמינות. ניתן לשנות את שם הישומון, צבע, סמל, נתיב והרקע של האריחים הקיימים. ניתן גם להחליף את מיקום האריחים.

# #31214
source: Customise your home menu tiles
he: התאמה אישית של אריחי תפריט הבית

# #31215
source: Choose a tile to swap with this one
he: בחר אריח להחלפה עם אריח זה

# #31216
source: Show clearart/logo with osd
he: הצג לוגו/אייקון בתפריט צץ

# #31217
source: Show power button
he: הצג כפתור כיבוי

# #31218
source: Change background colour based on time of day
he: שנה צבע רקע בהתבסס על השעה ביום

# #31219
source: Insert item
he: הכנסת פריט

# #31220
source: Experimental
he: נסיוני

# #31221
source: EPG Timeline
he: ציר זמן מדריך התוכניות

# #31222
source: • Customise widget item
he: התאמה אישית של יישומון

# #31223
source: Banner List
he: רשימת באנרים

# #31224
source: Forecast
he: תחזית

# #31225
source: Info List
he: רשימת מידע

# #31226
source: Show title
he: הצג כותרת

# #31227
source: Hide title
he: הסתר כותרת

# #31228
source: Set background overlay
he: הגדר שכבת ציפוי לרקע

# #31229
source: Background image (click to reset)
he: תמונת רקע (יש ללחוץ לאיפוס)

# #31230
source: Animate fanart
he: הנפש פאנארט

# #31231
source: Edit Playlist
he: עריכת רשימת ניגון

# #31232
source: Rule
he: חוק

# #31233
source: Enter rule...
he: הזנת חוק...

# #31234
source: Advanced
he: מתקדם

# #31235
source: Extras
he: ספיישלים

# #31236
source: Header text
he: טקסט הכותרת

# #31237
source: Invert widget access
he: היפוך גישה לישומון

# #31238
source: Open carousel in own window
he: פתח קרוסלה בחלון משלה

# #31239
source: Kiosk mode
he: מצב קיוסק

# #31240
source: Use theme colour for header
he: השתמש בצבע ערכת נושא לכותרת

# #31241
source: 3D Mode
he: מצב 3D

# #31242
source: Media Info
he: פרטי מדיה

# #31243
source: Most
he: חזק

# #31244
source: Moderate
he: מתון

# #31245
source: Least
he: חלש

# #31246
source: No description available
he: אין תיאור זמין

# #31247
source: Customise home screen tiles. From here you can create new tiles, modify existing tiles, insert tiles, delete tiles, swap tiles and set individual background widgets. To set individual background widgets you must first disable the Global Widget. To set colours for individual tiles you must first disable the Use Theme Colour For Focused Tiles option.
he: התאמה אישית של אריחים במסך הבית. מכאן תוכל ליצור אריחים חדשים, לשנות אריחים קיימים, להוסיף אריחים, למחוק אריחים, להחליף אריחים ולהגדיר רקעים אישיים ליישומני

# #31248
source: Sets the background widget for the home screen that can be accessed by pressing up. Disabling this option allows individual widgets to be set for tiles in the customisation screen.
he: הגדר את היישומון למסך הבית, גישה אליו תתאפשר על ידי לחיצה מעלה. ביטול אפשרות זאת מאפשרת הגדרת יישומנים עבור אריחים במסך ההתאמה האישית

# #31249
source: Show the information panel for background widgets.
he: הצג פאנל מידע ליישומני רקע

# #31250
source: Focused tiles on home screen match the theme's highlight colour. Unfocused tiles are set to grey. This overrides individual tile colour settings.
he: צבע בחירה לאריחים תואם לצבע הסימון של ערכת הנושא. אריחים לא נבחרים יוחשכו. בחירה זאת עדיפה על פני צביעת אריחים בודדים

# #31251
source: Match the colour of the focused tile's text underline to the colour of the tile.
he: התאם צבע קו תחתון של טקסט אריח נבחר לצבע של כלל האריחים

# #31252
source: Sets the path to the background slideshow that is shown when the focused tile does not have a background widget set.
he: הגדר נתיב ספריית רקעים מתחלפים כאשר לאריח הנבחר אין רקע

# #31254
source: Open the widget carousel in its own window rather than above the home screen tiles.
he: פתח את יישומון הקרוסלה בחלון משלו ולא מעל אריחי מסף הבית

# #31255
source: Invert access to widgets so that up opens the carousel and down accesses the background widget.
he: הפוך גישה ליישומנים כך שלחיצה מעלה תפתח את הקרוסלה ולחיצה מטה תיתן גישה ליישומון הרקע

# #31256
source: Show fanart in the background of library views.
he: הצג פאנארט ברקע בעת צפייה בספרייה

# #31257
source: Sets how much the background fanart is faded. There are three settings: Most, Moderate and Least.
he: קבע את עמעום רקע הפאנארט. קיימות שלוש דרגות: חזק, מתון וחלש‪.‬

# #31258
source: Animate background fanart with a Ken Burns type effect.
he: הנפש פאנראט רקע עם אפקט קן ברנס.

# #31259
source: Set the backgroud image that is displayed when no fanart is available. Click once to clear the current path and again to select a new path.
he: קובע את הרקע שיוצג כשלא זמין פאנארט. יש ללחוץ פעם אחת לניקוי הנתיב הנוכחי וללחוץ שנית לקביעת נתיב חדש.

# #31260
source: Changes the background colour based upon the time of day. This overrides the background image setting. The images for the background colour overlay can be modified in skin.eminence/extras/sunset - the number of the image matches the hour it is displayed at in 24 hour time.
he: משנה את צבע הרקע בהתבסס על השעה בים. פעולה זאת עוקפת את הגדרת תמונת רקע. שכבת צבע הרקע ניתנת לשינוי במעטפת /תוספות/שקיעה-מספר התמונה מייצג את השעה ביום שבו תוצג התמונה

# #31261
source: Sets the image used as a background overlay. Click once to clear the current path and again to select a new path.
he: הגדר את התמונה שמשמשת כשכבת רקע. לחץ פעם אחת כדי למחוק את הנתיב הנוכחי לחיצה נוספת על מנת להגדיר נתיב חדש

# #31262
source: Sets the path to weather fanart used in the weather screen.
he: קביעת נתיב פאנארט של מסך מזג אוויר.

# #31263
source: Select the widget shown in the movies hub. Can choose spotlight, in progress or smart playlist.
he: בחר את הישומון שיוצג במרכז הסרטים. ניתן לבחור בין מומלצים, בהתקדמות ורשימת השמעה חכמה

# #31264
source: Set the smart playlist used in the movie hub widget. Smart playlists can be created by going to the movies hub and scrolling down in the right pane to the playlists option.
he: הגדר את רשימת ההשמעה החכמה המשמשת ביישומון מרכז הסרטים. ניתן ליצור רשימות השמעה חכמות על ידי כניסה למרכז הסרטים וגלילה מטה עד לאפשרות רשימות ההשמעה

# #31265
source: Sets a custom item to be shown in the right pane of the hub underneath recently added.
he: הגדר פריטים מותאמים אישית שיוצגו בחלונית הימנית במרכז הסרטים, מתחת לנוספו לאחרונה

# #31266
source: Select the widget shown in the tv shows hub. Can choose spotlight, in progress or smart playlist.
he: בחר את הישומון שיוצג במרכז תוכניות הטלוויזיה. ניתן לבחור בין מומלצים, בהתקדמות ורשימת השמעה חכמה

# #31267
source: Set the smart playlist used in the tv show hub widget. Smart playlists can be created by going to the tv show hub and scrolling down in the right pane to the playlists option.
he: הגדר את רשימת ההשמעה החכמה המשמשת ביישומון מרכז תוכניות הטלוויזיה. ניתן ליצור רשימות השמעה חכמות על ידי כניסה למרכז הסרטים וגלילה מטה עד לאפשרות רשימות ההשמעה

# #31269
source: Shows the extend info panel on pressing info with fullscreen video or music.
he: במסך מלא בזמן וידאו או מוסיקה Info הצג פאנל מידע בלחיצה על

# #31270
source: Show clearart or clearlogo in the bottom right of screen whenever the seekbar displays on fullscreen video.
he: מציג ClearArt או ClearLogo בפינת המסך הימנית התחתונה בכל עת שסרגל הניגון מוצג במסך וידאו מלא.

# #31271
source: Modify the default 'Media Center' text shown in the header.
he: שנה טקסט 'מרכז מדיה' שמוצג בכותרת

# #31272
source: Matches the colour of the header tile to the theme's highlight colour.
he: התאם צבע אריח כותרת לצבע של ערכת הנושא

# #31273
source: Prevents the side view menu from being accessed in library views.
he: מנע גישה לתפריט צד בזמן צפייה בספרייה

# #31274
source: Enables the TV Tunes addon in library views. Plays the tv theme song when viewing the seasons or episodes of a tv show.
he: אפשר הרחבת שיר נושא לתוכנית טלוויזיה בצפייה בספרייה. מנגן את שיר הנושא בעת עיון בעונה או פרק מתוכנית הטלוויזה

# #31275
source: Show the RSS feed at the bottom of the screen
he: הצג שורת החדשות בתחתית המסך

# #31276
source: Show next aired information for tv shows at the bottom of the screen. Also shows an RSS feed of upcoming tv show airdates in the tv show hub. In the Next Aired addon configuration enable the 'Show All Tv Shows for homescreen' option for best effect.
he: הצג מידע אודות תוכנית הטלוויזיה בתחתית המסך. מראה גם הזנה לתוכנית הטלוויזיה הבאה מתוך מרכז תוכניות הטלוויזה. מתבסס על הגדרות הרחבה תואמת

# #31277
source: Resets the skin back to default settings. WARNING: this will wipe all your skin settings. All custom tiles and widgets will be reset to defaults.
he: אפס מעטפת לברירת מחדל. זהירות! פעולה זאת תמחק את כל ההגדרות שבוצעו

# #31278
source: PVR Manager
he: מנהל טלוויזיה חיה

# #31279
source: Alt style
he: סגנון חלופי

# #31280
source: Automatically start artwork downloader after library update
he: התחל הורדה אוטומטית של ארטוורק לאחר עדכון הספרייה

# #31281
source: Hubs
he: מרכז התוכן

# #31282
source: Header
he: כותרת

# #31283
source: Set Path
he: הגדר נתיב

# #31284
source: Show extended info at bottom of screen
he: הצג מידע בתחתית המסך

# #31285
source: Premiere Date
he: שנת יציאה

# #31286
source: Disable clock
he: בטל שעון

# #31287
source: Set startup video
he: הגדר וידאו באתחול

# #31288
source: Moshiko iCones
he: שינוי אייקונים

# #31289
source: KodiSrael
he: ‏Abeksis Mode

# #31290
source: Moshiko change background
he: שינוי תמונות רקע

# #31291
source: Favorites
he: הצגת מועדפים

# #31292
source: Remove
he: התקנת מוד Abeksis

# #31293
source: Custom - is an option which removes some tiles according to users who request it, the tiles are, YouTube, photos, files. It also adds the possibility of this is the recent films added.
he: מותאם אישית - הינה אפשרות אשר מסירה כמה אריחים על פי בקשת הגולשים, האריחים הם, יוטיוב, תמונות, קבצים. כמו כן, אפשרות זהו מוסיפה את הסרטים האחרונים שהתווספו בצורה אוטומטית, האריחים נצבעים בצבעים מגניבים שנותנים מראה מיוחד, ועוד דברים מאחורי הקלעים - נא לקרוא את ״אודות יוצר הסקין״ לצורך הסכמה להתקנה.

# #31294
source: Favorites
he: אפשרות זו מוסיפיה אריח של המעודפים - שינוי זה התווסף לאור בקשות המשתמשים, לצורך נוחות וגישה נוחה, לאזור המעודפים האישי.

# #31295
source: Moshiko change icon info
he: אפשרות זו משנה את אייקוני ברירת מחדל. אייקונים אלו נאספו בקפידה על ידי פאר מושיקו, ולו מגיע הקרדיט על הרעיון.

# #31296
source: Moshiko change background info
he: אפשרות זו משנה תמונת רקע לכל אריח. תמונות הרקע נבחרו על ידי פאר מושיקו ולו מגיע הקרדיט על הרעיון.

# #31297
source: Thanks
he: אודות יוצר הסקין

# #31300
source: Thanks
he: מספק מידע מקיף על הסקין, כולל הסכמה להתקנת מוד האפשרויות שנוצרו על ידי Abeksis

# #31298
source: No Color
he: ביטול אפשרות צבעים לאריחים

# #31299
source: No Color
he: אפשרות זו, מבטלת את הצבעים באריחים

# #31301
source: No Movies No Sdarot
he: הצג שורת מידע על כמות המדיה במסך הבית

# #31302
source: No Movies No Sdarot Moves Soung
he: אפשרות זו מבטלת, את שורת הבר מתחת לכותרת, המציגה את כמות ערוצי הטלוויזיה, שירים, פרקים, סרטים

# #31303
source: Disable Title
he: ביטול כותרת

# #31304
source: Background
he: תמונת רקע

# #31305
source: Change background image
he: החלפת תמונות רקע

# #31306
source: Enable Single Image
he: אפשר תמונת רקע לאריח

# #31307
source: Last episodes
he: צפיות אחרונות סדרות

# #31308
source: Enable Poster Image
he: הצגת פוסטר במסך הבית

# #31309
source: Enable discart Image
he: הצגת סידי במסך הבית

# #31310
source: Enable Logo Movies
he: הצגת לוגו סרט

# #31311
source: Enable Clearart Movies
he: הצגת Clearart

# #31312
source: Sport
he: ספורט

# #31313
source: kids
he: ילדים

# #31316
source: get graphic
he: השג גרפיקה

# #31317
source: get extra info
he: מידע נוסף

# #31318
source: get extra info
he: מידע נוסף

# #31319
source: get extra info
he: זאב מוד

# #31320
source: get extra info
he: התקנת מוד זאב

# #31321
source: zeev style
he: זאב סטייל

# #31334
source: Favorites
he: מועדפים

# #31335
source: Favorites
he: קטגוריית מועדפים

# #31336
source: Favorites
he: מועדפים כללי

# #31337
source: Favorites
he: טלויזיה (ערוצים)

# #31338
source: Favorites
he: קטגוריה לבחירתך

# #31339
source: Favorites
he: ערוך כותרת

# #5498233
source: channel
he: ערוצים

# #31340
source: music
he: מוזיקה

# #31341
source: Music Widget
he: יישומון מוזיקה

# #31342
source: back-up
he: גיבוי סקין

# #31343
source: back-up
he: שיחזור גיבוי סקין

# #313434
source: Eminence Zeev
he: התחיל ב

# #313436
source: Eminence Zeev
he: נגמר ב

# #313437
source: Eminence Zeev
he: מידע נוסף

# #3134378
source: Next episode
he: פרק הבא

# #3134379
source: Latest Episode
he: פרק אחרון

# #3134380
source: in
he: ב-

# #3134381
source: Eminence Zeev MOD
he: אריחים קטנים - Eminence Zeev MOD

# #3134385
source: Eminence Zeev MOD
he: החל הגדרות אישיות - שינוי רקעים , שינוי אייקונים , שינוי והוספת תיקיות וקטגוריות שינוי והוספה של תתי הקטגוריה ואריחים גדולים

# #3134384
source: Eminence Zeev MOD
he: [B]Eminence Zeev MOD -[/B]

# #3134386
source: Eminence Zeev MOD
he: השהיית כתוביות

# #31343568
source: disk
he: ישומון דיסק

# #31343569
source: Customise home menu
he: התאם את מסך הבית

# #31343571
source: Fallback widget
he: ישומון

# #31343572
source: Show widget information
he: הצג מידע ישומון

# #31343573
source: Show widget posters
he: הצג ישומון פוסטר

# #31155
source: Never
he: אף פעם

# #31166
source: Individually set in customisation dialog
he: מוסתר

# #31153
source: Always
he: תמיד

# #31154
source: On Up
he: בעליה

# #31343574
source: Lovefilm
he: פאנארט

# #31343575
source: Items
he: פריטים

# #31343576
source: Wall
he: קיר

# #31343577
source: Banner
he: באנר

# #31021
source: Show fanart
he: הצג פאן ארט

# #31343578
source: Enable individual tile colors in home customisation
he: הצג צבע אריחים מותאם אישית

# #31343579
source: Show tile colour on unfocused tiles
he: הצג צבע אריחים על אריחים לא מסומנים

# #31343580
source: Transparent home bar
he: שקיפות אריחים

# #31052
source: Rated
he: דירוג

# #31054
source: Random movies
he: סרטים אקראיים

# #31055
source: Random episodes
he: פרקים אקראיים

# #31056
source: Random albums
he: אלבומים אקראיים

# #31071
source: Finishes at
he: מסתיימים ב-

# #31076
source: Weather Fanart
he: מצגת מזג האויר

# #31078
source: In Cinemas
he: בקולנוע

# #31079
source: Upcoming Films
he: בקרוב

# #31080
source: Popular Movies
he: סרטים פופולרים

# #31081
source: Top Rated Movies
he: סרטים עם דירוג גבוה

# #31082
source: Popular Shows
he: סדרות פופולריות

# #31083
source: Top Rated Shows
he: סדרות עם דירוג גבוה

# #31084
source: On Air Shows
he: משודרות עכשיו

# #31085
source: Airing Today
he: משודרות היום

# #31100
source: Recently Added
he: נוספו לאחרונה

# #31031
source: Recent movies
he: סרטים אחרונים

# #31032
source: Recommended movies
he: סרטים מומלצים

# #31034
source: Enable Artist Slideshow
he: אפשר מצגת אמן

# #31035
source: Recent episodes
he: פרקים אחרונים

# #31036
source: Recommended episodes
he: פרקים מומלצים

# #31038
source: Recent albums
he: אלבומים אחרונים

# #31039
source: Recommended albums
he: אלבומים מומלצים

# #31093
source: Movie Hub
he: קטגורית סרטים

# #31094
source: TV Hub
he: קטגורית סדרות

# #31123
source: Hub
he: קטגוריה מותאמת אישית

# #32000
source: Add
he: הוספה

# #32001
source: Delete
he: מחיקה

# #32002
source: Move Up
he: הזז מעלה

# #32003
source: Move Down
he: הזז מטה

# #32004
source: Video Playlist
he: רשימת ניגון וידאו

# #32005
source: Music Playlist
he: רשימת ניגון מוזיקה

# #32006
source: Favourite
he: מועדף

# #32007
source: Add-On
he: הרחבה

# #32008
source: Mixed Playlist
he: רשימת ניגון מעורבת

# #32009
source: Program
he: תוכנה

# #32010
source: Video Add-On
he: הרחבת וידאו

# #32011
source: Music Add-On
he: הרחבת מוזיקה

# #32012
source: Picture Add-On
he: הרחבת תמונות

# #32013
source: <None>
he: <ללא>

# #32014
source: Videos
he: וידאו

# #32015
source: Movies
he: סרטים

# #32016
source: TV Shows
he: סדרות

# #32017
source: Live TV
he: טלוויזיה חיה

# #32018
source: Music Videos
he: קליפים

# #32019
source: Music
he: מוזיקה

# #32020
source: Pictures
he: תמונות

# #32021
source: Programs
he: תוכנות

# #32022
source: Live TV
he: טלוויזיה חיה

# #32023
source: Timers
he: שעוני עצר

# #32030
source: Video Library
he: ספריית וידאו

# #32031
source: Music Library
he: ספריית מוזיקה

# #32032
source: Play DVD
he: ניגון DVD

# #32033
source: Eject tray
he: הוצאת מגש

# #32040
source: Play
he: רשימת ניגון

# #32041
source: Action
he: פעולה

# #32044
source: Select widget
he: בחירת יישומון

# #32050
source: Default
he: ברירת מחדל

# #32051
source: Single image
he: תמונה בודדת

# #32052
source: Multi-image
he: מספר תמונות

# #32053
source: None
he: ללא

# #32054
source: Kodi Command
he: פקודת Kodi

# #32057
source: Kodi Commands
he: פקודות Kodi

# #32061
source: Display
he: תצוגה

# #32062
source: Play
he: שחק

# #32066
source: Last TV channel
he: ערוץ טלוויזיה אחרון

# #32067
source: Last radio channel
he: ערוץ רדיו אחרון

# #32068
source: Last channel
he: ערוץ אחרון

# #32069
source: Video Source
he: מקור וידאו

# #32073
source: Music Source
he: מקור מוזיקה

# #32074
source: Library Sources
he: מקורות ספריה

# #32075
source: Sources
he: מקורות

# #32076
source: TV Channel
he: ערוץ טלוויזיה

# #32077
source: Radio Channel
he: ערוץ רדיו

# #32079
source: Files view
he: תצוגת קבצים

# #32087
source: Radio
he: רדיו

# #32088
source: Channels
he: ערוצים

# #32089
source: Picture Source
he: מקור תמונות

# #32096
source: Browse...
he: עיון...

# #324324234
source: Choose shortcut
he: בחר קיצור דרך

# #324324235
source: Choose action
he: בחר פעולה

# #324324236
source: set label
he: הגדר כותרת

# #324324237
source: set label
he: הגדר תת תפריט

# #324324238
source: set label
he: הגדר רקע

# #324324239
source: set label
he: הגדר אייקון

# #324324240
source: set label
he: שנה צבע אריח

# #324324241
source: set label
he: איפוס קיצורים

# #324324242
source: Reset colors to defaults
he: אפס הגדרות צבעי מערכת

# #324324243
source: Choose primary highlight color
he: הגדר צבע אריחי הבית בברירת מחדל

# #324324244
source: Choose secondary highlight color
he: הגדר צבע כותרת ומרכז הודעות

# #324324246
source: Choose secondary highlight color
he: שנה צבע אריח עליון - מערכת

# #324324245
source: Choose secondary highlight color
he: שנה צבע אריח עליון - דף הבית

# #324324247
source: Reset colors to defaults
he: אפס הגדרות צבעים

# #324324248
source: Reset colors to defaults
he: שנה צבע כותרת

# #324324249
source: Reset colors to defaults
he: שנה צבע אייקון

# #324324344
source: Reset colors to defaults
he: שנה צבע כפתורי OSD

# #31343586
source: wide
he: רחב

# #31343587
source: wide
he: רשימה גדולה

# #31343588
source: wide
he: רשימה ופרטים
