Repository: teamThevibe/skin.eminence.zeev
Catalog: language/*/strings.po
Languages: russian

# #43786
source: Music add-ons
russian: Аддонс музыка

# #43787
source: Search
russian: Поиск

# #43788
source: Restore Kodi from backup on cloud (based on ID number)This option will restore your kodi settings colors menu structures etc based on backup that exist in the cloud server (based on the unique ID number you choose). PAY ATTENTION! This option will erase your current kodi settings and rebuild it according the backup file you choose (ID number). This option is not reversible and therefore it is fully recommended to run a backup in advanced.
russian: Восстановление Коди из удаленного резервного копирования на основе идентификатора. Восстановятся настройки цвета оболочки, структуры меню и фон на основе резервной копии хранящейся на удаленном сервере. Обратите внимание! Это удалит все ваши настройки Коди и Вы получите новую структуру на основе резервную копии! Это действие является необратимым, и поэтому рекомендуется сделать резервную копию перед этим действием!

# #43789
source: This will apply new icons and backgrounds to your skin menus.[CR]after this dialog click ok to confirm the changes and then go back to the home window to apply them.[CR]click OK to confirm.
russian: Эта кнопка применит фоновые обои, иконки в меню оболочки.[CR]Меню и категории которые были по умолчанию с оболочкой не затронутся, но Вы можете выбрать изображения и иконки для них вручную.[CR]Нажмите кнопку OK чтобы применить изменения, а затем вернитесь к домашнему экрану чтобы изменения вступили в силу.

# #43790
source: Meta movies
russian: Фильмы Meta

# #43791
source: Meta search
russian: Поиск Meta

# #43792
source: Meta TV-Shows
russian: Сериалы Meta
