Repository: teamThevibe/skin.eminence.zeev
Catalog: language/*/strings.po
Languages: russian

# #31031
source: Recent movies
russian: Последние фильмы

# #31032
source: Recommended movies
russian: Рекомендуемые фильмы

# #31034
source: Enable Artist Slideshow
russian: Включить Artist Slideshow

# #31035
source: Recent episodes
russian: Последние эпизоды

# #31036
source: Recommended episodes
russian: Рекомендуемые эпизоды

# #31038
source: Recent albums
russian: Последние альбомы

# #31039
source: Recommended albums
russian: Рекомендуемые альбомы

# #31093
source: Movie Hub
russian: Категория фильмы

# #31094
source: TV Hub
russian: Категория сериалы

# #31123
source: Hub
russian: Пользовательская категория

# #32000
source: Add
russian: Добавить

# #32001
source: Delete
russian: Стереть

# #32002
source: Move Up
russian: Выше

# #32003
source: Move Down
russian: Ниже

# #32004
source: Video Playlist
russian: Плейлист видео

# #32005
source: Music Playlist
russian: Плейлист музыка

# #32006
source: Favourite
russian: Избранное

# #32007
source: Add-On
russian: Дополнения

# #32008
source: Mixed Playlist
russian: Смешанный плейлист

# #32009
source: Program
russian: Программы

# #32010
source: Video Add-On
russian: Видео дополнения

# #32011
source: Music Add-On
russian: Музыка дополнения

# #32012
source: Picture Add-On
russian: Фото дополнения

# #32013
source: <None>
russian: <Без>

# #32014
source: Videos
russian: Видео

# #32015
source: Movies
russian: Фильмы

# #32016
source: TV Shows
russian: Сериалы

# #32017
source: Live TV
russian: ТВ в прямом эфире

# #32018
source: Music Videos
russian: Клипы

# #32019
source: Music
russian: Музыка

# #32020
source: Pictures
russian: Фото

# #32021
source: Programs
russian: Программы

# #32022
source: Live TV
russian: ТВ в прямом эфире

# #32023
source: Timers
russian: Таймер

# #32030
source: Video Library
russian: Видеотека

# #32031
source: Music Library
russian: Библиотека музыка

# #32032
source: Play DVD
russian: Играть ДВД

# #32033
source: Eject tray
russian: Извлечь лоток

# #32040
source: Play
russian: Плейлист

# #32041
source: Action
russian: Боевик

# #32044
source: Select widget
russian: Выбрать виджет

# #32050
source: Default
russian: По умолчанию

# #32051
source: Single image
russian: Одно изображение

# #32052
source: Multi-image
russian: Пару изображений

# #32053
source: None
russian: Без

# #32054
source: Kodi Command
russian: Команда Kodi

# #32057
source: Kodi Commands
russian: Команды Kodi

# #32061
source: Display
russian: Дисплей

# #32062
source: Play
russian: Играть

# #32066
source: Last TV channel
russian: Последний телеканал

# #32067
source: Last radio channel
russian: Последний радиоканал

# #32068
source: Last channel
russian: Последний канал

# #32069
source: Video Source
russian: Видео источник

# #32073
source: Music Source
russian: Музыка источник

# #32074
source: Library Sources
russian: Библиотека источник

# #32075
source: Sources
russian: Источник

# #32076
source: TV Channel
russian: Телеканал

# #32077
source: Radio Channel
russian: Радиоканал

# #32079
source: Files view
russian: Просмотр файлов

# #32087
source: Radio
russian: Радио

# #32088
source: Channels
russian: Каналы

# #32089
source: Picture Source
russian: Фото источник

# #32096
source: Browse...
russian: Смотреть...

# #324324234
source: Choose shortcut
russian: Выбрать ярлык

# #324324235
source: Choose action
russian: Выберите действие

# #324324236
source: Set label
russian: Задать название

# #324324237
source: Set Sub-Menu
russian: Задать подкатегории

# #324324238
source: Set Background
russian: Задать фон

# #324324239
source: Set Icon
russian: Задать значек

# #324324240
source: Change tile color
russian: Изменить цвет плитки

# #324324241
source: Reset shortcut
russian: Сбросить ярлыки

# #324324242
source: Reset colors to defaults
russian: Сбросить настройки цвета системы

# #324324243
source: Choose primary highlight color
russian: Установить цвет плиток домашнего экрана по умолчанию

# #324324244
source: Choose headline and notifications center color
russian: Установить цвет заголовка и центра сообщений

# #324324246
source: Choose main tile - system
russian: Изменить цвет верхней плитки - Система

# #324324245
source: Choose main tile - homepage
russian: Изменить цвет верхней плитки - Главная

# #324324247
source: Reset colors to defaults
russian: Сброс настроек цвета

# #324324248
source: Change main titles color
russian: Изменить цвет заголовка

# #324324249
source: Change icon color
russian: Изменить цвет значка

# #324324344
source: Change OSD colors
russian: Изменить цвет кнопок OSD

# #31343582
source: LG Style
russian: Плитки LG

# #31343583
source: No tiles
russian: Без плиток

# #31343584
source: Television
russian: ТВ

# #31343586
source: wide
russian: Широкий

# #31343587
source: Large List
russian: Большой список

# #31343588
source: List and Details
russian: Список и информация

# #31343589
source: Banner list
russian: Список баннер

# #31343590
source: Media information
russian: Данные медиа

# #31343591
source: Media Information 2
russian: Данные медиа 2

# #31343592
source: List
russian: Список

# #31343593
source: Wall 2
russian: Стена 2

# #31343594
source: Movies wall
russian: Стена фильмов

# #31343595
source: 3D Movies
russian: Стена 3Д

# #31343596
source: Genesis Movies
russian: Фильмы Genesis

# #31343597
source: Pulsar Movies
russian: Фильмы Pulsar

# #31343598
source: SALTS Movies
russian: Фильмы Salts

# #31343599
source: Genesis Search
russian: Поиск Genesis

# #31343600
source: search in Movies DB
russian: Поиск на стене

# #31343601
source: Popular shortcuts
russian: Популярные пути

# #31343602
source: Posters & fanart
russian: Постеры & фанарт

# #31343603
source: Change Display
russian: Изменение отображаемого

# #31343604
source: Back to Homepage
russian: Вернуться на главный экран

# #31343605
source: Personal Hub 2
russian: Пользовательская категория 2

# #31343606
source: Personal Hub 3
russian: Пользовательская категория 3

# #31343607
source: Personal Hub 4
russian: Пользовательская категория 4

# #31343608
source: Personal Hub 5
russian: Пользовательская категория 5

# #31343609
source: Personal Hub 6
russian: Пользовательская категория 6

# #31343610
source: Personal Hub 7
russian: Пользовательская категория 7

# #31343611
source: Personal Hub 8
russian: Пользовательская категория 8

# #31343612
source: Favorites
russian: Избранное

# #31343613
source: Movies wall and detail
russian: Стена и подробнее

# #31343614
source: Movies wall and detail 2
russian: Стена 2

# #31343615
source: Movies wall and detail 3
russian: Стена 3

# #31343616
source: List and Poster
russian: Список и постер

# #31343617
source: List 2
russian: Список 2

# #31343618
source: Media details 2
russian: Информация о медиа 2

# #31343619
source: Media details 3
russian: Информация о медиа 3

# #31343620
source: Media details 4
russian: Информация о медиа 4

# #31343621
source: Fanart list
russian: Список фанарт

# #31343622
source: Icon lists
russian: Список иконок

# #31343623
source: List and details
russian: Список и информация

# #31343624
source: Fanart
russian: Фанарт

# #31343625
source: Banner list
russian: Список баннер

# #31343626
source: Gallery
russian: Галлерея

# #31343627
source: Logos gallery
russian: Галлерея и лого

# #31343628
source: Colors
russian: Цвета

# #31343629
source: Backup&Restore
russian: Резервное копирование и восстановление

# #31343630
source: Display config
russian: Настройки отображения

# #31343631
source: Widget Transparency
russian: Прозрачность виджета

# #31343632
source: Fake CDArt
russian: Показать поддельный диск

# #31343633
source: CDArt effect
russian: Вращающийся диск

# #31343634
source: Movie Logo
russian: Лого фильма

# #31343635
source: Set Hub and tile colors
russian: Отрегулируйте цвет категории и цвет плитки

# #31343636
source: Set Hub and main tile colors
russian: Отрегулируйте цвет категории и цвет верхней плитки

# #31343637
source: Set Hub style to 16:9
russian: Задать категорию в стиле 16:9

# #31343638
source: Set Category with list style
russian: Установите категорию в стиле списка

# #31343639
source: Cancel unmarked tiles transparency
russian: Отмена прозрачности не выбранных плиток

# #31343640
source: Play videos in background
russian: Показать видео играющее в системе

# #31343641
source: Play video in main menu background
russian: Просмотр видео на главной странице

# #31343642
source: Darkness Fanart
russian: Затемнить фанарт

# #31343643
source: Long title
russian: Полное название

# #31343644
source: Show number of Movies/TVShow in title
russian: Показать название граф библиотеки

# #31343645
source: Show Black clock backgroun
russian: Черный фон за часами и названием

# #31343646
source: Show Clock
russian: Показать часы

# #31343647
source: Change Busy animation
russian: Измененить значек ожидания

# #31343648
source: Show CDArt in Movie information page
russian: Показать диск на странице о фильме

# #31343649
source: Show TV Broadcast details in TVShow page
russian: Показать информацию о серии на стене

# #31343650
source: Restore from Backup
russian: Восстановить из резервной копии

# #31343651
source: Set Clock and Weather colors
russian: Установить цвет часов и погоды

# #31343652
source: Set Title color
russian: Установить цвет названия

# #31343653
source: Set secondary title color
russian: Установить цвет вторичного названия

# #31343654
source: Set primary color on marked tile
russian: Установить основной цвет маркировки

# #31343655
source: Set Tiles background color
russian: Установить цвет фона плитки

# #31343656
source: Set notification area background color
russian: Установить цвета фона сообщений на главной

# #31343657
source: Set RSS background color
russian: Установить цвет панели RSS на главной

# #31343658
source: Check/uncheck display mode (check which you like to cancel)
russian: Включить / отключить просмотры (отметьте белым чтобы отменить)

# #31343659
source: Enable display mode settings
russian: Разрешить настройку отображаемого

# #31343660
source: Movies Display mode:
russian: Вид фильмов:

# #31343661
source: TVShows display mode:
russian: Вид сериалов:

# #31343662
source: TVShows Seasons display mode:
russian: Вид сезонов:

# #31343663
source: TVShows episodes display mode:
russian: Вид сезонов:

# #31343664
source: Hub customize
russian: Редактировать категорию

# #31343665
source: Set Hub Widget
russian: Настроить виджет категория

# #31343666
source: Skin add-ons requires
russian: Дополнения используемые скином

# #31343667
source: Installed
russian: Установленно

# #31343668
source: not Installed
russian: Не установленно

# #31343669
source: Vertical menu
russian: Вертикальное меню

# #31343670
source: Set mouse cursor color to tile color
russian: Подогнать цвет указателя мышки к цвету плитки

# #31343671
source: Set mouse cursor color
russian: Изменить цвет указателя мышки

# #31343672
source: Delete
russian: Стереть

# #31343673
source: Customize Main-Menu
russian: Настроить главный экран

# #31343675
source: Main
russian: Меню

# #31343676
source: Password Protected
russian: Защищен паролем

# #31343677
source: Password Protection for Home Menus
russian: Защитить паролем меню на главном экране

# #31343678
source: Password Has Been Changed
russian: Пароль успешно изменен

# #31343679
source: Correct Password! The Menu is now open for
russian: Правильный пароль! Меню открыто на -

# #31343680
source: Unlock Menu again after:
russian: Заблокировать меню через:

# #31343681
source: Choose Fanart For Locked Items
russian: Выбрать фон для заблокированного меню

# #31343682
source: Incorrect password
russian: Неправильный пароль

# #31343683
source: Press Enter and insert CODE
russian: Нажмите Enter и введите пароль

# #31343684
source: seconds
russian: секунд

# #31343685
source: Disable icons transparency
russian: Отменить прозрачность иконок

# #31343686
source: Weather Fanart package
russian: Пакет фанарт погоды

# #31343687
source: Weather icons package
russian: Пакет иконок для погоды

# #31343692
source: Home bar style
russian: Стиль плиток

# #31343693
source: Default
russian: По умолчанию

# #31343694
source: Inclined with frame
russian: Скошенные в рамке

# #31343695
source: vertical menu with icons
russian: Вертикальное меню - список иконок

# #31343696
source: Rounded edges
russian: Округленные края

# #31343697
source: Rounded edges with frame
russian: Округленные края с рамкой

# #31343698
source: Square Tiles
russian: Квадратные плитки

# #31343699
source: Square Tiles with frame
russian: Квадратные плитки с рамкой

# #31343700
source: Circle tiles
russian: Закруглённые

# #31343701
source: Circle tiles with frame
russian: Закруглённые с рамкой

# #31343702
source: Sub-Menu open automatically - only at Vertical menu (icons)
russian: Автоматическое открытие подменю - только вертикальный список иконок

# #31343703
source: Mute
russian: Без звука

# #31343704
source: Showcase view
russian: Вид витрина

# #31343705
source: Kids
russian: Для детей

# #31343706
source: Live TV
russian: ТВ

# #31343707
source: Sport
russian: Спорт

# #31343708
source: VOD
russian: Архив

# #31343709
source: Background Packs
russian: Пакет фонов

# #31343711
source: Icon Packs
russian: Пакет значков

# #31343712
source: Apply Packs
russian: Применить изменения

# #31688
source: Sets a protection password for menu items.
russian: Установить пароль на меню главного экрана

# #31689
source: Sets duration white menu items will be available after entering password.
russian: Установите время в течении которого будет доступно меню после ввода пароля

# #31690
source: Password protection
russian: Задать пароль для меню

# #31691
source: Password protection for menu items
russian: Защитить меню на главной странице

# #31692
source: Password has been successfully set !
russian: Пароль успешно установлен!

# #31693
source: Duration of protection for menu items
russian: Продолжительность защиты меню

# #31694
source: Password protected content
russian: Содержимое защищенно паролем

# #31695
source: Press [B]Enter[/B] and insert password.
russian: Нажмите OK и введите пароль.

# #31696
source: Incorrect password ! Please Retry.
russian: Неправильный пароль! Пожалуйста повторите попытку.

# #31697
source: Correct password ! This menu is now available for
russian: Правильный пароль! Это меню доступно в течении -

# #31343714
source: Skin music window
russian: Окно музыки оболочки

# #31343715
source: Fake CDArt in music window
russian: Поддельный диск при проигрывание музыки

# #31343716
source: Animate Fanart when playing music
russian: Анимировать фанарт при воспроизведении музыки

# #31343717
source: View album art, CD and title display
russian: Отображать обложки альбомов и название диска

# #31343718
source: Cancel Top bar view when playing music
russian: Отменить часы при воспроизведении музыки

# #31343719
source: View visualisation in Home screen when playing music
russian: Показать визуализацию на домашнем экране при воспроизведении музыки

# #31343720
source: Home screen When playing music
russian: Домашний экран при воспроизведении музыки

# #31343721
source: View Fanart in Home screen when playing music
russian: Показать фанарт на домашнем экране при воспроизведении музыки

# #31343722
source: View Fanart in system screen when playing music
russian: Показать системный фанарт при воспроизведении музыки

# #31343723
source: View visualisation in system screen when playing music
russian: Показать системную визуализацию при воспроизведении музыки

# #31343724
source: System screen when playing music
russian: Экран системы при воспроизведении музыки

# #31343725
source: Music
russian: Музыка

# #31343726
source: Set password for main menu
russian: Задать пароль

# #31343727
source: Duration of protection for menu items
russian: Продолжительность защиты пунктов меню

# #31343728
source: Themes - Definitions , color design and automatic setup menus
russian: Темы - настройки, цветовой дизайн и автоматизированные конфигурации

# #31343729
source: Color management package
russian: Управление цветовыми схемами

# #31343730
source: Theme - The vibe team
russian: Тема - The Vibe team

# #31343731
source: Special settings for displaying movies and Tv shows
russian: Специальные настройки для отображения фильмов и сериалов

# #31343732
source: Automatically set backgrounds and icons packages
russian: Задать автоматически пакет иконок, фонов

# #31343733
source: Icon Packs
russian: Пакет иконок

# #31343734
source: Apply icons packs
russian: Применить пакет иконок

# #31343735
source: Apply background packs
russian: Применить пакет фонов

# #31343736
source: RSS line
russian: Полоса RSS

# #31343737
source: startup screen (video, image, slideshow)
russian: Установки экрана при запуске (видео, изображения, слайд-шоу)

# #31343738
source: Determination of views by content libraries
russian: Задать вид по библиотеке контента

# #31343739
source: Backup and Restore - Skin settings , menus , colors
russian: Резервное копирование и восстановление - параметры оболочки, меню, цвета

# #31343740
source: Backup home screen shortcuts and categories only
russian: Резервное копирование ярлыков на домашнем экране и только в категориях

# #31343743
source: Backup colors
russian: Резервное копирование цветов системы

# #31343744
source: Skin add-ons requires
russian: Дополнения которые используются в оболочке

# #31343745
source: Loading
russian: Загрузка

# #31343746
source: Weather icons
russian: Погодные иконки

# #31343747
source: Weather Fanart
russian: Фон погоды

# #31343748
source: Animated Movie fanart image - if available
russian: Фанарт анимационный фильм - если есть

# #31343749
source: Animated Movie poster image - if available
russian: Анимационный фильм постер - если есть

# #31343750
source: Rotating Fanarts Delay (seconds)
russian: Время перехода между фанартом домашнего экрана (в секундах)

# #31343751
source: Kodi version:
russian: Версия Коди

# #31343755
source: Eminence style
russian: Стиль Eminence

# #31343753
source: Eminence style 2
russian: Стиль Eminence 2

# #31343754
source: Eminence list
russian: Eminence список

# #31343756
source: Eminence style
russian: Стиль Eminence

# #31343757
source: category style
russian: Форма категории

# #31343758
source: Special settings to adjust the colors of the system
russian: Специальные настройки для настройки системных цветов

# #32098
source: Set system colors
russian: Задать системные цвета

# #32099
source: Adjust style, categories, home screen shortcuts and categories
russian: Настройка стиля ярлыков главного экрана и категории

# #32100
source: Adjust home screen Widget
russian: Настройки виджета на главном экране

# #32101
source: Set password for Home menu tiles
russian: Установить пароль плиткам на главном экране

# #32102
source: Special settings to adjust the Top bar line
russian: Специальные настройки верхней линии, название и часы

# #32103
source: Hide widget of list category type
russian: Скрыть виджет в стиле списка категорий

# #32104
source: Special settings to adjust Fanarts
russian: Специальные настройки для установки фанарта на разных экранах

# #32105
source: Play videos in background and Home screen
russian: Воспроизведение видео в фоновом режиме и домашнем экране

# #32106
source: Set Fanart backgroud opacity
russian: Установить прозрачность фона фанарт

# #32107
source: Set Fanart backgroud opacity
russian: Установить прозрачность фона системы

# #32108
source: Set Home screen Fanart backgroud opacity
russian: Установить прозрачность фона главного экрана

# #32111
source: Set time to auto close the Music OSD panel (in seconds)
russian: Установить время закрытия всплывающего меню при воспроизведение музыки (в секундах)

# #32113
source: Set time to auto close the Video OSD panel (in seconds)
russian: Установить время закрытия всплывающего меню при воспроизведение видео (в секундах)

# #31516
source: Movies Fanart
russian: Слайд-шоу - Фильмы

# #31517
source: TV-Shows Fanart
russian: Слайд-шоу - Сериалы

# #31518
source: Music Fanart
russian: Слайд-шоу - Музыка

# #31519
source: Movies Fanart wall
russian: Слайд-шоу - Стена фильмов

# #31520
source: Movies Fanart wall BW
russian: Слайд-шоу - Стена фильмов черно-белое

# #31521
source: Movies Fanart poster wall
russian: Слайд-шоу - Стена фильмов постеры

# #31522
source: Movies Fanart poster wall BW
russian: Слайд-шоу - Стена фильмов постеры черно-белое

# #31523
source: Music Fanart wall
russian: Слайд-шоу - Стена музыки

# #31524
source: Music Fanart wall BW
russian: Слайд-шоу - Стена музыки черно-белое

# #31525
source: TV-Shows Fanart wall
russian: Слайд-шоу - Стена сериалов

# #31526
source: TV-Shows Fanart wall BW
russian: Слайд-шоу - Стена сериалов черно-белое

# #31527
source: TV-Shows Fanart poster wall
russian: Слайд-шоу - Стена сериалов постеры

# #31528
source: TV-Shows Fanart poster wall BW
russian: Слайд-шоу - Стена сериалов постеры черно-белое

# #31529
source: Set icon in categories list (for list category only)
russian: Установить значок пометки в категории (предназначен только для списка категорий)

# #31530
source: Thanks
russian: Благодарю

# #31531
source: Set your Kodi based on The Vibe2 setup!.[CR]Get full skin shortcuts menus icons background and etc - all set and ready!.[CR]This option will download a new setup of skin menus colors and settings without any option to recover your .current setup. It is fully recommended to run a skin backup before apply this option in case you like to restore to your current settings.
russian: Применяя тему Vibe 2 - Получите полную оболочку, предустановленную и настроенную, плитки и иконки на рабочем столе, меню и т.д. - все установлено и отрегулировано. Эта опция загрузит файл резервной копии с сервера и обновит систему. [CR] Это обновление перезапишет и заменит структуру меню и настройки цвета без возможности последующего восстановления текущих настроек. [CR] Рекомендуется сделать резервную копию прежде чем делать это, если Вы хотите чтобы вернуться к своим текущим настройкам.

# #31532
source: Theme - by ID number
russian: Тема - по номеру ID

# #31533
source: Exodus Movies
russian: Фильмы Exodus

# #31534
source: SALTS Movies
russian: Фильмы Salts

# #31535
source: Quasar Movies
russian: Фильмы Quasar

# #43753
source: TVShows Wall
russian: Стена сериалов

# #43754
source: Sdartot TV IL
russian: Израильские сериалы

# #43755
source: Exodus TVShows
russian: Сериалы Exodus

# #43756
source: SALTS TVShows
russian: Сериалы Salts

# #43757
source: Quasar TVShows
russian: Сериалы Quasar

# #43758
source: Kmedia TVShows
russian: Сериалы Kmedia

# #43759
source: Music Zone
russian: Уголок музыки

# #43760
source: 99FM Radio
russian: Радио 99FM

# #43761
source: 100FM Radio
russian: Радио 100FM

# #43764
source: Worldwide Radio
russian: Радиостанции мира

# #43766
source: Keshet VOD
russian: Кешет VOD

# #43767
source: Reshet VOD
russian: Решет VOD

# #43768
source: Nana10 VOD
russian: 10 канал VOD

# #43769
source: Channel 1 VOD
russian: 1 канал VOD

# #43770
source: Channel 20 VOD
russian: 20 канал VOD

# #43771
source: Israeli Stand Up
russian: Израильский Стендап

# #43772
source: Doco Tube
russian: Доко Tube

# #43773
source: Israeli Kids
russian: Для детей на иврите

# #43774
source: Yeladudes
russian: Еладудес

# #43775
source: Kids Zone
russian: Уголок для детей

# #43776
source: Luli
russian: Лули

# #43777
source: Hop!
russian: Хоп!

# #43778
source: Kids SoungS&Stories
russian: Песни и сказки для детей

# #43779
source: Kids Theatre
russian: Спектакли для детей

# #43780
source: Kids TVShows
russian: Сериалы для детей

# #43781
source: Kids Movies
russian: Фильмы для детей

# #43782
source: Toddlers
russian: Малыши

# #43783
source: Tiny
russian: Младенцы

# #43784
source: Children and Youth
russian: Дети и подростки

# #43785
source: Music wall
russian: Стена музыки
