Repository: teamThevibe/skin.eminence.zeev
Catalog: language/*/strings.po
Languages: russian

# #31101
source: Information
russian: Информация

# #31104
source: Live TV
russian: ТВ онлайн

# #31105
source: TV Guide
russian: ТВ-гид

# #31106
source: Fullscreen
russian: Полный экран

# #31107
source: min
russian: мин

# #31108
source: Quick Nav
russian: Упрощенная навигация

# #31109
source: Recently Added
russian: Недавно добавленные

# #31110
source: In Progress
russian: Текущие

# #31111
source: Type
russian: Тип

# #31112
source: Spotlight
russian: Сцена

# #31113
source: items
russian: объектов

# #31114
source: Channels
russian: Каналы

# #31115
source: Finishes at
russian: Заканчивается в

# #31116
source: Close
russian: Закрыть

# #31118
source: Playing
russian: Воспроизводится

# #31119
source: Info
russian: Информация

# #31120
source: Auto-Login
russian: Автоматический вход

# #31121
source: Used Memory
russian: Нет данных...‬

# #31124
source: Airing
russian: В эфире

# #31125
source: End Time
russian: Время окончания

# #31126
source: Channel Group
russian: Группа каналов

# #31127
source: Recording
russian: Запись

# #31128
source: Scheduled
russian: Запланировано

# #31129
source: Not Scheduled
russian: Не запланировано

# #31130
source: Shutdown Timer
russian: Таймер выключения

# #31131
source: Master Mode: On
russian: Мастер мод : Вкл

# #31132
source: Master Mode: Off
russian: Мастер мод : Выкл

# #31133
source: Cancel Timer
russian: Отменить таймер

# #31134
source: Mute
russian: Без звука

# #31135
source: Artwork
russian: Картинки

# #31136
source: Changes
russian: Изменения

# #31137
source: Re-initialise skin - WARNING: Resets skin to defaults
russian: Сбросить настройки скина - осторожно вернутся первоначальные настройки

# #31138
source: Set weather fanart
russian: Выбрать фанарт погоды

# #31139
source: Categories to choose
russian: Категории на выбор

# #31140
source: Show visualisation behind slideshow
russian: Показать презентацию

# #31141
source: Movies Widget
russian: Виджет фильмы

# #31142
source: Tv Shows Widget
russian: Виджет сериалы

# #31143
source: Disc Menu
russian: Меню диска

# #31144
source: Enable TV Tunes
russian: Включить TV Tunes

# #31145
source: Show now playing video in background
russian: Отображать воспроизводящееся видео на фоне

# #31146
source: Show fanart
russian: Показать фанарт

# #31147
source: Views
russian: Режим просмотра

# #31149
source: Set home background
russian: Выбрать фон главного экрана

# #31150
source: Show info
russian: Показать сведения

# #31151
source: Hide info
russian: Скрыть информацию

# #31152
source: Posters
russian: Постеры

# #31156
source: All Movies
russian: Все фильмы

# #31157
source: All TV Shows
russian: Все ТВ шоу

# #31158
source: Fullscreen
russian: Полный экран

# #31159
source: Recently Played
russian: Недавно проиграно

# #31160
source: Press down for options...
russian: Нажми Наверх для опций...

# #31161
source: Show PVR channel icon in header
russian: Показать логотип канала в название

# #31162
source: Show extended details when pressing info
russian: Показать данные при нажатие на info

# #31163
source: Custom
russian: Выбрать

# #31164
source: Customise
russian: Настроить

# #31165
source: Edit icon
russian: Редактировать значок

# #31167
source: Pages
russian: Страницы

# #31168
source: Home
russian: Главный экран

# #31169
source: Add item
russian: Добавить элемент

# #31170
source: Now playing
russian: Сейчас играет

# #31171
source: the items on your home menu
russian: Пункты меню на главной

# #31172
source: Edit
russian: Изменить

# #31173
source: on
russian: вкл

# #31175
source: Television
russian: ТВ

# #31176
source: Media Center
russian: Медиацентр

# #31177
source: Show weather with clock
russian: Показать погоду вместе с часами

# #31178
source: Use taller tiles
russian: Используйте более высокую плитку

# #31179
source: Movies Hub
russian: Координатор фильмов

# #31180
source: Default
russian: По умолчанию

# #31181
source: Text in tiles
russian: Текст в плитке

# #31182
source: Text only
russian: Текст

# #31183
source: Mix of in-progress tv-shows and random movies
russian: Случайное сочетание ТВ шоу и фильмов в процессе

# #31184
source: Quick nav mode
russian: Быстрая навигация

# #31185
source: Fanart fade amount
russian: Качество исчезания фанарта

# #31186
source: Custom Item
russian: Пользовательский элемент

# #31187
source: Next Aired
russian: Следующая серия

# #31188
source: Show next aired in RSS feed
russian: Показать данные следующей передачи в ленте RSS

# #31189
source: Update next aired data on startup
russian: Уточнять даты премьеры новых серий при запуске

# #31190
source: Login
russian: Вход

# #31191
source: User login
russian: Логин пользователя

# #31192
source: Select a profile
russian: Выбрать пользователя

# #31193
source: Trailers
russian: Трейлеры

# #31194
source: Loading...
russian: Загрузка...

# #31195
source: Enable widget carousel access on down
russian: Разрешить достут виджету карусель при нажатие вниз

# #31196
source: Channel Options
russian: Настройки канала

# #31197
source: General Options
russian: Общие параметры

# #31198
source: Show widget info panel
russian: Показать панель инфо о виджете

# #31199
source: Skip hubs and go straight to library
russian: Пропустить информацию и перейти в библиотеку

# #31200
source: Manual search...
russian: Ручной поиск...

# #31201
source: Set Colour
russian: Выбрать цвет

# #31202
source: Widget Carousel
russian: Виджет карусель

# #31203
source: Reset global background path to default
russian: Сбросить путь к директории фонов по умолчанию

# #31204
source: Match highlight to tile color
russian: Подогнать цвет названия к цвету плитки

# #31205
source: Don't fade unfocused tiles
russian: Предотвратить светорегуляцию плитки

# #31206
source: Use theme colour for focused tiles
russian: Использовать цвет плитки из фона

# #31207
source: Movie Set
russian: Киноциклы

# #31208
source: Home Screen
russian: Домашняя страница

# #31209
source: Set global background widget
russian: Выбрать виджет фона

# #31210
source: Set background image
russian: Выбрать изображение фона

# #31211
source: Move item
russian: Переместить объект

# #31212
source: Swap with another tile
russian: Поменять с другой плиткой

# #31213
source: Click on a tile to see the available customisation options. Either select a preset tile option or modify an existing tile's name, colour, icon, path and background widget. You can also swap the position of tiles.
russian: Нажмите на плитку чтобы увидеть какие варианты персонализации доступны. Вы можете изменить имя виджета, цвет, значек, путь и фон существующих плиток. Вы также можете изменить расположение плитки.

# #31214
source: Customise your home menu tiles
russian: Пользовательская настройка плиток меню

# #31215
source: Choose a tile to swap with this one
russian: Выбрать плитку на замену с этой

# #31216
source: Show clearart/logo with osd
russian: Показать лого/значек в всплывающем меню

# #31217
source: Show power button
russian: Показать кнопку выключения

# #31218
source: Change background colour based on time of day
russian: Изменить цвет фона в зависимости от времени суток

# #31219
source: Insert item
russian: Вставить элемент

# #31220
source: Experimental
russian: Экспериментальный

# #31221
source: EPG Timeline
russian: Программа передач

# #31222
source: • Customise widget item
russian: Пользовательская настройка виджета

# #31223
source: Banner List
russian: Список баннеров

# #31224
source: Forecast
russian: Прогноз

# #31225
source: Info List
russian: Информационный список

# #31226
source: Show title
russian: Показать название

# #31227
source: Hide title
russian: Скрыть название

# #31228
source: Set background overlay
russian: Настроить наложения на фон

# #31229
source: Background image (click to reset)
russian: Изображение фона (нажать для сброса)

# #31230
source: Animate fanart
russian: Оживить фанарт

# #31231
source: Edit Playlist
russian: Редактировать плейлист

# #31232
source: Rule
russian: Правило

# #31233
source: Enter rule...
russian: Внести правило...

# #31234
source: Advanced
russian: Расширенный

# #31235
source: Extras
russian: Дополнительно

# #31236
source: Header text
russian: Название текста

# #31237
source: Invert widget access
russian: Вернуть разрешение виджету

# #31238
source: Open carousel in own window
russian: Открыть карусель в своём окне

# #31239
source: Kiosk mode
russian: Мод Киоск

# #31240
source: Use theme colour for header
russian: Использовать цвет фона для названия

# #31241
source: 3D Mode
russian: 3Д режим

# #31242
source: Media Info
russian: Инфо о медиа

# #31243
source: Most
russian: Сильно

# #31244
source: Moderate
russian: Умеренно

# #31245
source: Least
russian: Слабо

# #31246
source: No description available
russian: Нет описания

# #31247
source: Customise home screen tiles. From here you can create new tiles, modify existing tiles, insert tiles, delete tiles, swap tiles and set individual background widgets. To set individual background widgets you must first disable the Global Widget. To set colours for individual tiles you must first disable the Use Theme Colour For Focused Tiles option.
russian: Личная настройка плиткок на главном экране. Отсюда Вы можете создать новые плитки, изменить существующие плитки, добавить плитки, удалить плитки, заменить и установить личные фоны для виджетов.

# #31248
source: Sets the background widget for the home screen that can be accessed by pressing up. Disabling this option allows individual widgets to be set for tiles in the customisation screen.
russian: Настройте виджет на главном экране, доступ к нему будет разрешен нажав клавишу Наверх. Отключение этого параметра позволяет лично настроить виджеты для плиток на главном экране

# #31249
source: Show the information panel for background widgets.
russian: Показать панель инфо для виджета фона

# #31250
source: Focused tiles on home screen match the theme's highlight colour. Unfocused tiles are set to grey. This overrides individual tile colour settings.
russian: Цвет выбора плитки совпадает с цветом темы. Не выбранные плитки не затемнеют. Этот выбор является предпочтительным от окраски отдельных плиток

# #31251
source: Match the colour of the focused tile's text underline to the colour of the tile.
russian: Подогнать цвет текста нижней полосы выбранной плитки в цвет всех плиткок

# #31252
source: Sets the path to the background slideshow that is shown when the focused tile does not have a background widget set.
russian: Установить путь к каталогу фонов, когда у плитки не выбран фон

# #31253
source: Enables an additional widget carousel that is accessed by pressing down. Once open, pressing up will cycle through the widgets.
russian: Включить дополнительный виджет карусели

# #31254
source: Open the widget carousel in its own window rather than above the home screen tiles.
russian: Откройте виджет карусели в своем собственном окне,а не над плиткой на главном экране

# #31255
source: Invert access to widgets so that up opens the carousel and down accesses the background widget.
russian: Сделать доступ к приложениям так чтоб нажатие Наверх откроет карусель, а нажатие Вниз даст доступ к виджетам на фоне

# #31256
source: Show fanart in the background of library views.
russian: Показать фанарт на фоне во время просмотра библиотеки

# #31257
source: Sets how much the background fanart is faded. There are three settings: Most, Moderate and Least.
russian: Установить затемнение фанарта. Возможны 3 уровня: Сильно, Слабо, Умеренно.‬

# #31258
source: Animate background fanart with a Ken Burns type effect.
russian: Оживить фанарт фон с эффектом Ken Burns

# #31259
source: Set the backgroud image that is displayed when no fanart is available. Click once to clear the current path and again to select a new path.
russian: Задаёт фон который будет отображаться при недоступном фанарте. Нажмите один раз чтобы очистить путь и нажмите снова чтобы определить новый путь

# #31260
source: Changes the background colour based upon the time of day. This overrides the background image setting. The images for the background colour overlay can be modified in skin.eminence/extras/sunset - the number of the image matches the hour it is displayed at in 24 hour time.
russian: Изменить цвет фона в зависимости от времени суток. Это действие отменяет установку фонового изображения. Цвет слоя фона может быть изменён в skin.eminence/extras/sunset представляет собой время суток, в котором отображается изображение.

# #31261
source: Sets the image used as a background overlay. Click once to clear the current path and again to select a new path.
russian: Установите изображение в качестве наложения на фоне. Нажмите один раз, чтобы удалить текущий путь нажмите кнопку еще раз, чтобы задать новый путь

# #31262
source: Sets the path to weather fanart used in the weather screen.
russian: Задать путь фанарт экранна Погоды

# #31263
source: Select the widget shown in the movies hub. Can choose spotlight, in progress or smart playlist.
russian: Выберите виджет который будет отображаться в центре раздела фильмы. Вы можете выбрать из рекомендуемые, в прогрессе и смарт-плейлист.

# #31264
source: Set the smart playlist used in the movie hub widget. Smart playlists can be created by going to the movies hub and scrolling down in the right pane to the playlists option.
russian: Установите смарт-плейлист который используется в виджете фильмы. Вы можете создать списки воспроизведения войдя в апплет фильмов и прокрутите вниз до возможностей.

# #31265
source: Sets a custom item to be shown in the right pane of the hub underneath recently added.
russian: Установка пользовательских элементов отображаемых в правой панели в апплете фильмов, под недавно добавленные.

# #31266
source: Select the widget shown in the tv shows hub. Can choose spotlight, in progress or smart playlist.
russian: Выберите виджет который будет отображаться в апплете ТВ шоу. Вы можете выбрать из рекомендуемые, в прогрессе и смарт-плейлист.

# #31267
source: Set the smart playlist used in the tv show hub widget. Smart playlists can be created by going to the tv show hub and scrolling down in the right pane to the playlists option.
russian: Установите смарт плейлист который используется в апплете ТВ шоу. Вы можете создать списки воспроизведения войдя в апплет фильмов и прокрутите вниз до возможностей.

# #31269
source: Shows the extend info panel on pressing info with fullscreen video or music.
russian: На полном экране во время видео или музыки отображать информацию при нажатии на Info

# #31270
source: Show clearart or clearlogo in the bottom right of screen whenever the seekbar displays on fullscreen video.
russian: Показать clearart или clearlogo в правом нижнем углу экрана всякий раз когда панель видео отображается на весь экран

# #31271
source: Modify the default 'Media Center' text shown in the header.
russian: Изменить текст "Медиа Центр" который отображает название.

# #31272
source: Matches the colour of the header tile to the theme's highlight colour.
russian: Подобрать цвет заголовка плитки на цвет фона

# #31273
source: Prevents the side view menu from being accessed in library views.
russian: Запретить доступ к боковому меню при просмотре библиотеки

# #31274
source: Enables the TV Tunes addon in library views. Plays the tv theme song when viewing the seasons or episodes of a tv show.
russian: Разрешить дополнению Песни просмотр библиотеки ТВ шоу. Воспроизведение песни во время просмотра сезона или эпизода ТВ шоу.

# #31275
source: Show the RSS feed at the bottom of the screen
russian: Показать полосу новостей в нижней части экрана

# #31276
source: Show next aired information for tv shows at the bottom of the screen. Also shows an RSS feed of upcoming tv show airdates in the tv show hub. In the Next Aired addon configuration enable the 'Show All Tv Shows for homescreen' option for best effect.
russian: Показать информацию о телешоу в нижней части экрана. Показывает также следующие ТВ-шоу ТВ программы апплета. На основании личных настроек апплета.

# #31277
source: Resets the skin back to default settings. WARNING: this will wipe all your skin settings. All custom tiles and widgets will be reset to defaults.
russian: Сброс оболочки по умолчанию. Будьте осторожны! Это сотрет все сделанные Вами настройки.

# #31278
source: PVR Manager
russian: Менеджер PVR

# #31279
source: Alt style
russian: Альтернативный стиль

# #31280
source: Automatically start artwork downloader after library update
russian: Автоматически загружать artwork после обновления библиотеки.

# #31281
source: Hubs
russian: Содержимое

# #31282
source: Header
russian: Заголовок

# #31283
source: Set Path
russian: Указать путь

# #31284
source: Show extended info at bottom of screen
russian: Показать информацию в нижней части экрана

# #31285
source: Premiere Date
russian: Год выпуска

# #31286
source: Disable clock
russian: Отменить часы

# #31287
source: Set startup video
russian: Задать видео при запуске

# #31288
source: Moshiko iCones
russian: Поменять значки

# #31289
source: KodiSrael
russian: ‏Abeksis Mode

# #31290
source: Moshiko change background
russian: Поменять фоновое изображение

# #31291
source: Favorites
russian: Избранное

# #31292
source: Remove
russian: Установка мода Abeksis

# #31293
source: Custom - is an option which removes some tiles according to users who request it, the tiles are, YouTube, photos, files. It also adds the possibility of this is the recent films added.
russian: Custom - это вариант который удаляет некоторые плитки по просьбе пользователей. Плитка YouTube, изображения, файлы. А так же эта опция добавляет фильмы которые добавились автоматически. Плитки будут окрашены в прекрасные цвета создающие особый внешний вид, и еще другие вещи. - Пожалуйста читайте "об оболочке и согласие на установку."

# #31294
source: Favorites
russian: Этот параметр добавляет плитку избранное - Это изменение было добавлено по просьбе пользователей, с целью удобства и легкого доступа в Избранное.

# #31295
source: Moshiko change icon info
russian: Эта опция заменяет значки по умолчанию. Значки тщательно собраны Moshiko, спасибо ему за идею.

# #31296
source: Moshiko change background info
russian: Эта опция заменяет фоновое изображение для каждой плитки. Фоновые изображения были собраны Moshiko, спасибо ему за идею.

# #31297
source: Thanks
russian: Об оболочке

# #31300
source: Thanks
russian: Обеспечивает полную информацию о оболочке, в том числе соглашения чтобы установить мод созданный Abeksis

# #31298
source: No Color
russian: Отключить цвета плитки

# #31299
source: No Color
russian: Эта опция отключает цвета плитки

# #31301
source: No Movies No Sdarot
russian: Показать инфо полосу о количестве медиа на главном экране

# #31302
source: No Movies No Sdarot Moves Soung
russian: Эта опция отменяет строку ниже заголовка, которая отображает количество ТВ-каналов, песен, эпизодов, фильмов.

# #31303
source: Disable Title
russian: Отменить заголовок

# #31304
source: Background
russian: Фон изображения

# #31305
source: Change background image
russian: Изменить фон изображения

# #31306
source: Enable Single Image
russian: Разрешить одно фоновое изображение для плитки

# #31307
source: Last episodes
russian: Последние эпизоды

# #31308
source: Enable Poster Image
russian: Показать постер на главном экране

# #31309
source: Enable discart Image
russian: Показать СД на главном экране

# #31310
source: Enable Logo Movies
russian: Показать лого фильма

# #31311
source: Enable Clearart Movies
russian: Показать Clearart

# #31312
source: Sport
russian: Спорт

# #31313
source: kids
russian: Для детей

# #31314
source: vod
russian: Архив

# #31316
source: get graphic
russian: Получить графику

# #31317
source: get extra info
russian: Подробная информация

# #31318
source: get extra info
russian: Подробная информация

# #31319
source: get extra info
russian: Мод Zeev

# #31320
source: get extra info
russian: Установка мода Zeev

# #31321
source: zeev style
russian: Стиль Zeev

# #31334
source: Favorites
russian: Избранное

# #31335
source: Favorites
russian: Категория избранное

# #31336
source: Favorites
russian: Обшие избранное

# #31337
source: Favorites
russian: ТВ(каналы)

# #31338
source: Favorites
russian: Категория на выбор

# #31339
source: Favorites
russian: Изменить заголовок

# #5498233
source: channel
russian: Каналы

# #31340
source: music
russian: Музыка

# #31341
source: Music Widget
russian: Виджет музыка

# #31342
source: Skin Backup
russian: Резервное копирование оболочки

# #31343
source: back-up
russian: Восстановление оболочки из резервной копии

# #31344
source: Eminence Zeev MOD
russian: Eminence Zeev MOD (перевод Viko Farber)

# #31345
source: Eminence Zeev
russian: Eminence Zeev (перевод Viko Farber)

# #313434
source: Started at
russian: Начало в

# #313436
source: End at
russian: Заканчивается в

# #313437
source: More information
russian: Подробная информация

# #3134378
source: Next episode
russian: Следующая серия

# #3134379
source: Latest Episode
russian: Последняя серия

# #3134380
source: in
russian: в -

# #3134381
source: Eminence Zeev MOD
russian: Маленькие плитки - Eminence Zeev MOD

# #3134385
source: Set personal settings - background changes, icons changes, changes and add categories and personal categories, change and add sub categories and large Tiles
russian: Применить персональные настройки - изменить фон, поменять значки, изменить и добавить папки и категории, добавить подкатегории и большие плитки.

# #3134384
source: Eminence Zeev MOD
russian: [B]Eminence Zeev MOD -[/B]

# #3134386
source: Delay subtitle
russian: Задержка субтитров

# #31343568
source: Discart widget
russian: Виджет диск

# #31343569
source: Customize home menu
russian: Настроить домашний экран

# #31343570
source: Tiles shape
russian: Тип плитки

# #31343571
source: Fallback widget
russian: Виджет

# #31343572
source: Show widget information
russian: Показать информацию о виджете

# #31343573
source: Show widget posters
russian: Показать виджет постер

# #31155
source: Never
russian: Никогда

# #31166
source: Hide
russian: Скрытый

# #31153
source: Always
russian: Всегда

# #31154
source: On Up
russian: При загрузке

# #31343574
source: Fanart
russian: Фанарт

# #31343575
source: Items
russian: Предметы

# #31343576
source: Wall
russian: Стена

# #31343577
source: Banner
russian: Баннер

# #31021
source: Show fanart
russian: Показать фанарт

# #31343578
source: Enable individual tile colors in home customisation
russian: Показать пользовательский цвет плитки

# #31343579
source: Show tile colour on unfocused tiles
russian: Показать цвет плиток на не выбранных плитках

# #31343580
source: Transparent home bar
russian: Прозрачность плиток

# #31343581
source: Large Tiles
russian: Большие плитки

# #31052
source: Rated
russian: Рейтинг

# #31054
source: Random movies
russian: Случайные фильмы

# #31055
source: Random episodes
russian: Случайные серии

# #31056
source: Random albums
russian: Случайные альбомы

# #31071
source: Finishes at
russian: Заканчивается в -

# #31072
source: Playing
russian: Играет

# #31076
source: Weather Fanart
russian: Фанарт Погода

# #31077
source: Trending Movies
russian: Актуальные Фильмы

# #31078
source: In Cinemas
russian: В кинотеатрах

# #31079
source: Upcoming Films
russian: Скоро

# #31080
source: Popular Movies
russian: Популярные фильмы

# #31081
source: Top Rated Movies
russian: Фильмы с лучшим рейтингом

# #31082
source: Popular Shows
russian: Популярные ТВ шоу

# #31083
source: Top Rated Shows
russian: ТВ шоу с лучшим рейтингом

# #31084
source: On Air Shows
russian: Транслируемое в настоящее время

# #31085
source: Airing Today
russian: Транслируемое сегодня

# #31091
source: Trending Shows
russian: Актуальные передачи

# #31100
source: Recently Added
russian: Недавно добавленные
